Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/price-jar/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# settings.ads.explainer
source: PriceJar is free, funded by ads on the browsing screens. Ads never appear while you're entering a price or shopping.
ar: تطبيق PriceJar مجاني، ويُموَّل عبر الإعلانات في شاشات التصفح. لا تظهر الإعلانات أبدًا أثناء إدخال سعر أو التسوق.
de: PriceJar ist kostenlos und wird durch Werbung auf den Browsing-Bildschirmen finanziert. Werbung erscheint nie, während du einen Preis eingibst oder einkaufst.
es: PriceJar es gratis, financiado por anuncios en las pantallas de navegación. Los anuncios nunca aparecen mientras registras un precio o compras.
fr: PriceJar est gratuit, financé par des publicités sur les écrans de navigation. Aucune publicité n'apparaît lorsque vous saisissez un prix ou faites vos courses.
it: PriceJar è gratuita, finanziata da annunci nelle schermate di navigazione. Gli annunci non appaiono mai mentre inserisci un prezzo o fai la spesa.
pt_pt: O PriceJar é gratuito, financiado por anúncios nos ecrãs de navegação. Os anúncios nunca aparecem enquanto registas um preço ou fazes compras.
tr: PriceJar ücretsizdir ve gezinme ekranlarındaki reklamlarla desteklenir. Fiyat girerken veya alışveriş yaparken reklam asla gösterilmez.
zh_hans: PriceJar 是免费的，由浏览页面上的广告提供支持。在输入价格或购物时绝不会出现广告。

# settings.ads.failed
source: The purchase didn't go through. Please try again.
ar: لم تكتمل عملية الشراء. يرجى المحاولة مرة أخرى.
de: Der Kauf ist fehlgeschlagen. Bitte versuche es erneut.
es: La compra no se completó. Inténtalo de nuevo.
fr: L'achat n'a pas abouti. Veuillez réessayer.
it: L'acquisto non è andato a buon fine. Riprova.
pt_pt: A compra não foi concluída. Tenta novamente.
tr: Satın alma tamamlanamadı. Lütfen tekrar dene.
zh_hans: 购买未成功，请重试。

# settings.ads.remove
source: Remove Ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les publicités
it: Rimuovi pubblicità
pt_pt: Remover anúncios
tr: Reklamları Kaldır
zh_hans: 移除广告

# settings.ads.removed
source: Ads removed
ar: تمت إزالة الإعلانات
de: Werbung entfernt
es: Anuncios eliminados
fr: Publicités supprimées
it: Pubblicità rimossa
pt_pt: Anúncios removidos
tr: Reklamlar kaldırıldı
zh_hans: 广告已移除

# settings.ads.restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_pt: Restaurar compras
tr: Satın Alımları Geri Yükle
zh_hans: 恢复购买

# settings.currency
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
pt_pt: Moeda
tr: Para Birimi
zh_hans: 货币

# settings.currency.code
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
pt_pt: Moeda
tr: Para Birimi
zh_hans: 货币

# settings.data
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
pt_pt: Dados
tr: Veri
zh_hans: 数据

# settings.data.explainer
source: Everything you enter stays on this iPhone. Nothing is uploaded, and there is no account.
ar: كل ما تُدخله يبقى على هذا الآيفون. لا يتم رفع أي شيء، ولا يوجد حساب.
de: Alles, was du eingibst, bleibt auf diesem iPhone. Es wird nichts hochgeladen, und es gibt kein Konto.
es: Todo lo que introduces permanece en este iPhone. No se sube nada y no hay cuenta.
fr: Tout ce que vous saisissez reste sur cet iPhone. Rien n'est envoyé, et il n'y a pas de compte.
it: Tutto ciò che inserisci resta su questo iPhone. Niente viene caricato online, e non esiste un account.
pt_pt: Tudo o que introduzes permanece neste iPhone. Nada é enviado, e não existe conta.
tr: Girdiğin her şey bu iPhone'da kalır. Hiçbir şey yüklenmez ve hesap yoktur.
zh_hans: 你输入的所有内容都保留在此iPhone上，不会上传，也没有账户。

# settings.deleteAll
source: Delete All Data
ar: حذف جميع البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
pt_pt: Eliminar todos os dados
tr: Tüm Verileri Sil
zh_hans: 删除所有数据

# settings.deleteAll.confirm
source: Delete Everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt_pt: Eliminar tudo
tr: Her Şeyi Sil
zh_hans: 删除全部

# settings.deleteAll.confirmField
source: Type DELETE
ar: اكتب DELETE
de: Gib DELETE ein
es: Escribe DELETE
fr: Tapez DELETE
it: Digita DELETE
pt_pt: Escreve DELETE
tr: DELETE yaz
zh_hans: 输入DELETE

# settings.deleteAll.message
source: This permanently deletes every item, price, store and list on this iPhone. This cannot be undone. Type DELETE to confirm.
ar: سيؤدي هذا إلى حذف جميع العناصر والأسعار والمتاجر والقوائم على هذا الآيفون نهائيًا. لا يمكن التراجع عن هذا. اكتب DELETE للتأكيد.
de: Dies löscht dauerhaft alle Artikel, Preise, Geschäfte und Listen auf diesem iPhone. Dies kann nicht rückgängig gemacht werden. Gib DELETE ein, um zu bestätigen.
es: Esto elimina permanentemente todos los artículos, precios, tiendas y listas de este iPhone. No se puede deshacer. Escribe DELETE para confirmar.
fr: Cela supprime définitivement tous les articles, prix, magasins et listes sur cet iPhone. Cette action est irréversible. Tapez DELETE pour confirmer.
it: Questa azione elimina definitivamente ogni articolo, prezzo, negozio e lista su questo iPhone. Non può essere annullata. Digita DELETE per confermare.
pt_pt: Isto elimina permanentemente todos os artigos, preços, lojas e listas neste iPhone. Não pode ser desfeito. Escreve DELETE para confirmar.
tr: Bu, bu iPhone'daki tüm ürünleri, fiyatları, mağazaları ve listeleri kalıcı olarak siler. Bu işlem geri alınamaz. Onaylamak için DELETE yaz.
zh_hans: 此操作将永久删除此iPhone上的所有商品、价格、商店和清单，且无法撤销。请输入DELETE以确认。

# settings.deleteAll.title
source: Delete All Data?
ar: هل تريد حذف جميع البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
pt_pt: Eliminar todos os dados?
tr: Tüm Veriler Silinsin mi?
zh_hans: 删除所有数据？

# settings.export
source: Export CSV
ar: تصدير CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
it: Esporta CSV
pt_pt: Exportar CSV
tr: CSV Dışa Aktar
zh_hans: 导出CSV

# settings.includeSaleLoyalty
source: Include sale & loyalty prices in "typical price"
ar: تضمين أسعار التخفيض والولاء في "السعر المعتاد"
de: Angebots- und Bonuskartenpreise im "typischen Preis" einbeziehen
es: Incluir precios de oferta y fidelidad en el "precio habitual"
fr: Inclure les prix promo et fidélité dans le "prix habituel"
it: Includi prezzi in offerta e fedeltà nel "prezzo tipico"
pt_pt: Incluir preços de promoção e fidelidade no "preço habitual"
tr: İndirim ve sadakat fiyatlarını "tipik fiyata" dahil et
zh_hans: 在“常规价格”中包含促销价和会员卡价格

# settings.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_pt: Privacidade
tr: Gizlilik
zh_hans: 隐私

# settings.privacy.policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_pt: Política de privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

# settings.removeSampleData
source: Remove Sample Data
ar: إزالة البيانات التجريبية
de: Beispieldaten entfernen
es: Eliminar datos de ejemplo
fr: Supprimer les données d'exemple
it: Rimuovi dati di esempio
pt_pt: Remover dados de exemplo
tr: Örnek Verileri Kaldır
zh_hans: 移除示例数据

# settings.removeSampleData.done
source: Sample data removed.
ar: تمت إزالة البيانات التجريبية.
de: Beispieldaten entfernt.
es: Datos de ejemplo eliminados.
fr: Données d'exemple supprimées.
it: Dati di esempio rimossi.
pt_pt: Dados de exemplo removidos.
tr: Örnek veriler kaldırıldı.
zh_hans: 示例数据已移除。

# settings.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
it: Assistenza
pt_pt: Suporte
tr: Destek
zh_hans: 支持

# settings.units
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
it: Unità
pt_pt: Unidades
tr: Birimler
zh_hans: 单位

# settings.units.imperial
source: Imperial
ar: إمبراطوري
fr: Impérial
it: Imperiale
tr: İngiliz Birimi
zh_hans: 英制

# settings.units.metric
source: Metric
ar: متري
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
pt_pt: Métrico
tr: Metrik
zh_hans: 公制

# settings.units.system
source: Measurement System
ar: نظام القياس
de: Maßsystem
es: Sistema de medidas
fr: Système de mesure
it: Sistema di misura
pt_pt: Sistema de medidas
tr: Ölçüm Sistemi
zh_hans: 计量系统

# shoppingList.addFreeText
source: Add an item by name
ar: إضافة عنصر بالاسم
de: Artikel per Namen hinzufügen
es: Añadir un artículo por nombre
fr: Ajouter un article par nom
it: Aggiungi un articolo per nome
pt_pt: Adicionar um artigo pelo nome
tr: İsimle ürün ekle
zh_hans: 按名称添加商品

# shoppingList.addFreeText.button
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt_pt: Adicionar
tr: Ekle
zh_hans: 添加

# shoppingList.addFromBook
source: Add from Price Book
ar: إضافة من دفتر الأسعار
de: Aus dem Preisbuch hinzufügen
es: Añadir desde el libro de precios
fr: Ajouter depuis le carnet de prix
it: Aggiungi dal libro dei prezzi
pt_pt: Adicionar do livro de preços
tr: Fiyat Defterinden Ekle
zh_hans: 从价格手册添加

# shoppingList.comparison
source: Compare Stores
ar: مقارنة المتاجر
de: Geschäfte vergleichen
es: Comparar tiendas
fr: Comparer les magasins
it: Confronta negozi
pt_pt: Comparar lojas
tr: Mağazaları Karşılaştır
zh_hans: 比较商店

# shoppingList.coverage %lld %lld
source: based on %lld of %lld items you have prices for
ar: استنادًا إلى %lld من %lld عنصرًا لديك أسعار لها
de: basierend auf %lld von %lld Artikeln, für die du Preise hast
es: basado en %lld de %lld artículos de los que tienes precio
fr: basé sur %lld des %lld articles dont vous avez le prix
it: basato su %lld di %lld articoli di cui hai il prezzo
pt_pt: com base em %lld de %lld artigos dos quais tens preço
tr: fiyatını bildiğin %lld/%lld ürüne dayanarak
zh_hans: 基于你已有价格的 %lld/%lld 件商品

# shoppingList.empty.body
source: Add items from your price book or type a new one to start planning your trip.
ar: أضف عناصر من دفتر أسعارك أو اكتب عنصرًا جديدًا لتبدأ بتخطيط رحلتك.
de: Füge Artikel aus deinem Preisbuch hinzu oder gib einen neuen ein, um deinen Einkauf zu planen.
es: Añade artículos de tu libro de precios o escribe uno nuevo para planificar tu compra.
fr: Ajoutez des articles depuis votre carnet de prix ou tapez-en un nouveau pour planifier vos courses.
it: Aggiungi articoli dal tuo libro dei prezzi o digitane uno nuovo per pianificare la tua spesa.
pt_pt: Adiciona artigos do teu livro de preços ou escreve um novo para começares a planear a tua compra.
tr: Alışverişini planlamaya başlamak için fiyat defterinden ürün ekle veya yeni bir tane yaz.
zh_hans: 从价格手册添加商品，或输入新商品来规划你的购物行程。

# shoppingList.empty.title
source: Your list is empty
ar: قائمتك فارغة
de: Deine Liste ist leer
es: Tu lista está vacía
fr: Votre liste est vide
it: La tua lista è vuota
pt_pt: A tua lista está vazia
tr: Listen boş
zh_hans: 你的清单是空的

# shoppingList.items
source: Items
ar: العناصر
de: Artikel
es: Artículos
fr: Articles
it: Articoli
pt_pt: Artigos
tr: Ürünler
zh_hans: 商品

# shoppingList.noStores
source: Add a store to compare prices.
ar: أضف متجرًا لمقارنة الأسعار.
de: Füge ein Geschäft hinzu, um Preise zu vergleichen.
es: Añade una tienda para comparar precios.
fr: Ajoutez un magasin pour comparer les prix.
it: Aggiungi un negozio per confrontare i prezzi.
pt_pt: Adiciona uma loja para comparares preços.
tr: Fiyatları karşılaştırmak için bir mağaza ekle.
zh_hans: 添加商店以比较价格。

# shoppingList.startTrip
source: Start Trip
ar: بدء الرحلة
de: Einkauf starten
es: Iniciar compra
fr: Démarrer les courses
it: Inizia spesa
pt_pt: Iniciar compra
tr: Alışverişi Başlat
zh_hans: 开始购物

# shoppingList.startTrip.store
source: Store
ar: المتجر
de: Geschäft
es: Tienda
fr: Magasin
it: Negozio
pt_pt: Loja
tr: Mağaza
zh_hans: 商店

# stats.biggestRisers
source: Biggest Price Increases (6 months)
ar: أكبر ارتفاعات الأسعار (6 أشهر)
de: Größte Preissteigerungen (6 Monate)
es: Mayores subidas de precio (6 meses)
fr: Plus fortes hausses de prix (6 mois)
it: Maggiori aumenti di prezzo (6 mesi)
pt_pt: Maiores subidas de preço (6 meses)
tr: En Büyük Fiyat Artışları (6 ay)
zh_hans: 六个月内涨幅最大

# stats.biggestRisers.empty
source: No item has enough history yet to show a trend.
ar: لا يوجد عنصر لديه سجل كافٍ بعد لإظهار اتجاه.
de: Kein Artikel hat bisher genug Verlauf, um einen Trend zu zeigen.
es: Ningún artículo tiene todavía suficiente historial para mostrar una tendencia.
fr: Aucun article n'a encore assez d'historique pour afficher une tendance.
it: Nessun articolo ha ancora abbastanza cronologia per mostrare una tendenza.
pt_pt: Nenhum artigo tem ainda histórico suficiente para mostrar uma tendência.
tr: Henüz hiçbir ürünün eğilim gösterecek kadar geçmişi yok.
zh_hans: 暂无商品有足够历史记录以显示趋势。

# stats.cheapestStore
source: Cheapest Store for Your Basket
ar: أرخص متجر لسلتك
de: Günstigstes Geschäft für deinen Warenkorb
es: Tienda más barata para tu cesta
fr: Magasin le moins cher pour votre panier
it: Negozio più economico per il tuo carrello
pt_pt: Loja mais barata para o teu cabaz
tr: Sepetin İçin En Ucuz Mağaza
zh_hans: 你的篮子最便宜的商店

# stats.cheapestStore.empty
source: Record prices at more than one store to compare them.
ar: سجّل الأسعار في أكثر من متجر لمقارنتها.
de: Erfasse Preise in mehr als einem Geschäft, um sie zu vergleichen.
es: Registra precios en más de una tienda para compararlos.
fr: Enregistrez des prix dans plusieurs magasins pour les comparer.
it: Registra i prezzi in più di un negozio per confrontarli.
pt_pt: Regista preços em mais do que uma loja para os comparares.
tr: Karşılaştırmak için birden fazla mağazada fiyat kaydet.
zh_hans: 在多家商店记录价格即可进行比较。

# stats.monthlyBasket
source: Basket Cost by Month
ar: تكلفة السلة حسب الشهر
de: Warenkorbkosten pro Monat
es: Coste de la cesta por mes
fr: Coût du panier par mois
it: Costo del carrello per mese
pt_pt: Custo do cabaz por mês
tr: Aya Göre Sepet Maliyeti
zh_hans: 按月篮子花费

# stats.monthlyBasket.empty
source: Save a trip to see your basket cost over time.
ar: احفظ رحلة تسوق لترى تكلفة سلتك بمرور الوقت.
de: Speichere einen Einkauf, um deine Warenkorbkosten im Zeitverlauf zu sehen.
es: Guarda una compra para ver el coste de tu cesta a lo largo del tiempo.
fr: Enregistrez des courses pour voir le coût de votre panier dans le temps.
it: Salva una spesa per vedere il costo del tuo carrello nel tempo.
pt_pt: Guarda uma compra para veres o custo do teu cabaz ao longo do tempo.
tr: Sepet maliyetini zaman içinde görmek için bir alışverişi kaydet.
zh_hans: 保存一次购物行程，即可查看篮子花费的变化趋势。

# stats.monthlyBasket.month
source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
it: Mese
pt_pt: Mês
tr: Ay
zh_hans: 月份

# stats.monthlyBasket.total
source: Total
ar: الإجمالي
de: Gesamt
it: Totale
tr: Toplam
zh_hans: 总计

# stats.totalSaved
source: Total Saved vs. Typical Prices
ar: إجمالي التوفير مقارنة بالأسعار المعتادة
de: Insgesamt gespart vs. typische Preise
es: Total ahorrado vs. precios habituales
fr: Total économisé vs. prix habituels
it: Totale risparmiato vs. prezzi tipici
pt_pt: Total poupado vs. preços habituais
tr: Tipik Fiyatlara Göre Toplam Tasarruf
zh_hans: 较常规价格节省总额

# stats.totalSaved.empty
source: Record at least 3 prices for an item to see how much you're saving.
ar: سجّل 3 أسعار على الأقل لعنصر ما لترى مقدار توفيرك.
de: Erfasse mindestens 3 Preise für einen Artikel, um zu sehen, wie viel du sparst.
es: Registra al menos 3 precios de un artículo para ver cuánto estás ahorrando.
fr: Enregistrez au moins 3 prix pour un article afin de voir combien vous économisez.
it: Registra almeno 3 prezzi per un articolo per vedere quanto stai risparmiando.
pt_pt: Regista pelo menos 3 preços de um artigo para veres quanto estás a poupar.
tr: Ne kadar tasarruf ettiğini görmek için bir ürün için en az 3 fiyat kaydet.
zh_hans: 为一件商品记录至少 3 个价格，即可查看你的节省情况。

# stores.add
source: Add Store
ar: إضافة متجر
de: Geschäft hinzufügen
es: Añadir tienda
fr: Ajouter un magasin
it: Aggiungi negozio
pt_pt: Adicionar loja
tr: Mağaza Ekle
zh_hans: 添加商店

# stores.deleteConfirm.deleteEntries
source: Delete Store and Prices
ar: حذف المتجر والأسعار
de: Geschäft und Preise löschen
es: Eliminar tienda y precios
fr: Supprimer le magasin et les prix
it: Elimina negozio e prezzi
pt_pt: Eliminar loja e preços
tr: Mağazayı ve Fiyatları Sil
zh_hans: 删除商店及价格

# stores.deleteConfirm.reassign
source: Remove Store, Keep Prices
ar: إزالة المتجر مع الاحتفاظ بالأسعار
de: Geschäft entfernen, Preise behalten
es: Eliminar tienda, conservar precios
fr: Supprimer le magasin, garder les prix
it: Rimuovi negozio, mantieni prezzi
pt_pt: Remover loja, manter preços
tr: Mağazayı Kaldır, Fiyatları Koru
zh_hans: 移除商店，保留价格

# stores.deleteConfirm.title %lld
source: Delete this store? %lld recorded price(s) reference it.
ar: هل تريد حذف هذا المتجر؟ يشير إليه %lld سعر مسجل.
de: Dieses Geschäft löschen? %lld erfasste(r) Preis(e) verweisen darauf.
es: ¿Eliminar esta tienda? %lld precio(s) registrados la referencian.
fr: Supprimer ce magasin ? %lld prix enregistré(s) y font référence.
it: Eliminare questo negozio? %lld prezzi registrati fanno riferimento ad esso.
pt_pt: Eliminar esta loja? %lld preço(s) registados referem-se a ela.
tr: Bu mağaza silinsin mi? %lld kayıtlı fiyat ona bağlı.
zh_hans: 删除该商店？有 %lld 条已记录价格与之关联。

# stores.editTitle
source: Edit Store
ar: تعديل المتجر
de: Geschäft bearbeiten
es: Editar tienda
fr: Modifier le magasin
it: Modifica negozio
pt_pt: Editar loja
tr: Mağazayı Düzenle
zh_hans: 编辑商店

# stores.empty.body
source: Add the stores you shop at to start comparing prices between them.
ar: أضف المتاجر التي تتسوق منها لتبدأ بمقارنة الأسعار بينها.
de: Füge die Geschäfte hinzu, in denen du einkaufst, um ihre Preise zu vergleichen.
es: Añade las tiendas donde compras para empezar a comparar precios entre ellas.
fr: Ajoutez les magasins où vous faites vos courses pour comparer leurs prix.
it: Aggiungi i negozi in cui fai la spesa per iniziare a confrontarne i prezzi.
pt_pt: Adiciona as lojas onde compras para começares a comparar preços entre elas.
tr: Fiyatları karşılaştırmaya başlamak için alışveriş yaptığın mağazaları ekle.
zh_hans: 添加你常去的商店，即可开始比较它们的价格。

# stores.empty.title
source: No stores yet
ar: لا توجد متاجر بعد
de: Noch keine Geschäfte
es: Todavía no hay tiendas
fr: Aucun magasin pour l'instant
it: Nessun negozio ancora
pt_pt: Ainda não há lojas
tr: Henüz mağaza yok
zh_hans: 暂无商店

# stores.entryCount %lld
source: %lld prices
ar: %lld سعر
de: %lld Preise
es: %lld precios
fr: %lld prix
it: %lld prezzi
pt_pt: %lld preços
tr: %lld fiyat
zh_hans: %lld 个价格

# stores.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
tr: Ad
zh_hans: 名称

# stores.new
source: New Store
ar: متجر جديد
de: Neues Geschäft
es: Nueva tienda
fr: Nouveau magasin
it: Nuovo negozio
pt_pt: Nova loja
tr: Yeni Mağaza
zh_hans: 新商店

# stores.note
source: Note
ar: ملاحظة
de: Notiz
es: Nota
it: Nota
pt_pt: Nota
tr: Not
zh_hans: 备注

# tab.priceBook
source: Price Book
ar: دفتر الأسعار
de: Preisbuch
es: Libro de precios
fr: Carnet de prix
it: Libro dei prezzi
pt_pt: Livro de preços
tr: Fiyat Defteri
zh_hans: 价格手册

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Definições
tr: Ayarlar
zh_hans: 设置

# tab.shoppingList
source: Shopping List
ar: قائمة التسوق
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
it: Lista della spesa
pt_pt: Lista de compras
tr: Alışveriş Listesi
zh_hans: 购物清单

# tab.stats
source: Stats
ar: الإحصاءات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt_pt: Estatísticas
tr: İstatistikler
zh_hans: 统计

# tab.stores
source: Stores
ar: المتاجر
de: Geschäfte
es: Tiendas
fr: Magasins
it: Negozi
pt_pt: Lojas
tr: Mağazalar
zh_hans: 商店

# trip.addUnplanned
source: Add Item
ar: إضافة عنصر
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
it: Aggiungi articolo
pt_pt: Adicionar artigo
tr: Ürün Ekle
zh_hans: 添加商品

# trip.end
source: End Trip
ar: إنهاء الرحلة
de: Einkauf beenden
es: Finalizar compra
fr: Terminer les courses
it: Termina spesa
pt_pt: Terminar compra
tr: Alışverişi Bitir
zh_hans: 结束购物

# trip.estimateComparison %@
source: Estimated: %@
ar: المقدّر: %@
de: Geschätzt: %@
es: Estimado: %@
fr: Estimé : %@
it: Stimato: %@
pt_pt: Estimado: %@
tr: Tahmini: %@
zh_hans: 预计：%@

# trip.newBest
source: New best price!
ar: أفضل سعر جديد!
de: Neuer Bestpreis!
es: ¡Nuevo mejor precio!
fr: Nouveau meilleur prix !
it: Nuovo prezzo migliore!
pt_pt: Novo melhor preço!
tr: Yeni en iyi fiyat!
zh_hans: 创下新低价！

# trip.runningTotal %@
source: Running total: %@
ar: الإجمالي الحالي: %@
de: Laufende Summe: %@
es: Total acumulado: %@
fr: Total en cours : %@
it: Totale parziale: %@
pt_pt: Total acumulado: %@
tr: Ara toplam: %@
zh_hans: 当前总计：%@

# tripSummary.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_pt: Concluído
tr: Bitti
zh_hans: 完成

# tripSummary.estimateVsActual
source: vs. estimate
ar: مقابل التقدير
de: vs. Schätzung
es: vs. estimado
fr: vs. estimation
it: vs. stima
pt_pt: vs. estimado
tr: tahmine göre
zh_hans: 与预估相比

# tripSummary.itemCount %lld
source: %lld items
ar: %lld عنصرًا
de: %lld Artikel
es: %lld artículos
fr: %lld articles
it: %lld articoli
pt_pt: %lld artigos
tr: %lld ürün
zh_hans: %lld 件商品

# tripSummary.newBests
source: New best prices found
ar: تم العثور على أفضل أسعار جديدة
de: Neue Bestpreise gefunden
es: Nuevos mejores precios encontrados
fr: Nouveaux meilleurs prix trouvés
it: Nuovi prezzi migliori trovati
pt_pt: Novos melhores preços encontrados
tr: Yeni en iyi fiyatlar bulundu
zh_hans: 发现新的最优价格

# tripSummary.recorded
source: Prices recorded this trip
ar: الأسعار المسجلة في هذه الرحلة
de: Bei diesem Einkauf erfasste Preise
es: Precios registrados en esta compra
fr: Prix enregistrés lors de ces courses
it: Prezzi registrati in questa spesa
pt_pt: Preços registados nesta compra
tr: Bu alışverişte kaydedilen fiyatlar
zh_hans: 本次购物记录的价格

# tripSummary.title
source: Trip Summary
ar: ملخص الرحلة
de: Einkaufszusammenfassung
es: Resumen de la compra
fr: Résumé des courses
it: Riepilogo spesa
pt_pt: Resumo da compra
tr: Alışveriş Özeti
zh_hans: 购物摘要

# tripSummary.total
source: Total paid
ar: الإجمالي المدفوع
de: Bezahlter Gesamtbetrag
es: Total pagado
fr: Total payé
it: Totale pagato
pt_pt: Total pago
tr: Ödenen tutar
zh_hans: 已付总额

# unit.gram
source: Grams (g)
ar: غرام (g)
de: Gramm (g)
es: Gramos (g)
fr: Grammes (g)
it: Grammi (g)
pt_pt: Gramas (g)
tr: Gram (g)
zh_hans: 克 (g)

# unit.imperialFluidOunce
source: Imperial Fluid Ounces (fl oz)
ar: أونصة سائلة إمبراطورية (fl oz)
de: Britische Flüssigunzen (fl oz)
es: Onzas líquidas imperiales (fl oz)
fr: Onces liquides impériales (fl oz)
it: Once fluide imperiali (fl oz)
pt_pt: Onças líquidas imperiais (fl oz)
tr: İngiliz Sıvı Ons (fl oz)
zh_hans: 英制液量盎司 (fl oz)

# unit.item
source: Item
ar: قطعة
de: Stück
es: Unidad
fr: Unité
it: Unità
pt_pt: Unidade
tr: Adet
zh_hans: 件

# unit.kilogram
source: Kilograms (kg)
ar: كيلوغرام (kg)
de: Kilogramm (kg)
es: Kilogramos (kg)
fr: Kilogrammes (kg)
it: Chilogrammi (kg)
pt_pt: Quilogramas (kg)
tr: Kilogram (kg)
zh_hans: 千克 (kg)

# unit.liter
source: Litres (L)
ar: لتر (L)
de: Liter (L)
es: Litros (L)
it: Litri (L)
pt_pt: Litros (L)
tr: Litre (L)
zh_hans: 升 (L)

# unit.milliliter
source: Millilitres (mL)
ar: مليلتر (mL)
de: Milliliter (mL)
es: Mililitros (mL)
it: Millilitri (mL)
pt_pt: Mililitros (mL)
tr: Mililitre (mL)
zh_hans: 毫升 (mL)

# unit.ounce
source: Ounces (oz)
ar: أونصة (oz)
de: Unzen (oz)
es: Onzas (oz)
fr: Onces (oz)
it: Once (oz)
pt_pt: Onças (oz)
tr: Ons (oz)
zh_hans: 盎司 (oz)

# unit.pound
source: Pounds (lb)
ar: رطل (lb)
de: Pfund (lb)
es: Libras (lb)
fr: Livres (lb)
it: Libbre (lb)
pt_pt: Libras (lb)
tr: Pound (lb)
zh_hans: 磅 (lb)
